{
  "chapter": "GARDEN",
  "stories": [

    {
      "title": "'What you call a forest is our garden!'",
      "body": "A renowned scholar’s provocation, “the forest is an infrastructure to hold wetness,” had gripped our minds. We wondered during initial wanderings, “What should we observe if it indeed was one? And how should we draw the trees, leaves, muds, pebbles, boulders etc. whose surfaces seemed to fold on to one another to hold monsoonal waters?” We were literally and metaphorically lost in the forest until we met the grandmother. She insistently corrected us on numerous occasions, “What you call a forest is our baug (garden/orchard)!”  Subsequently, the dense foliage opened differently to our eyes. On one such walk, a narrow mud path lined by lemon, star fruit, banana, papaya, guava, custard apple, mulberry, Bengal currant, Java plum, gooseberry, mango, jackfruit, cashew, toddy palm, coconut and tamarind trees led us to a shaded backyard. Here brinjal, chilly, curry leaf, cucumber, lady finger, tomato occupied small, protected saree or plastic sheet fences alongside jasmine, hibiscus, crossandra, marigold, rose, basil, periwinkle, adusa, cotton plant, Sewari, Giloy, Nigda. Nonchalantly we asked a few women chit-chatting in the shade of their backyard, “Who takes care of this garden?” Gazing back suspiciously, one of them replied, “We women do. We have planted all these. The ones much further” from the pada “grow on their own but we,” the adivasi clans that live here, “take care of them.”"
    },

    {
      "title": "Treasure seeds ... to pass down generations.",
      "body": "Gazing at the fruit trees outside the verandah, the architect asked an adivasi youth, \"What goes into taking care of your garden?\" Seeing his baffled look, she clarified, \"I mean this guava tree ... Who plants it?\"  \"Ah,\" he replied, \"My culture believes that saplings grow well with\" the growth of \"a child’s spirit. So we ask children to plant them. Later, women nurture them. My aunt used to make me plant in her waadi. She didn’t have kids. I was like her son. Today she is no more. Yet, to date, her waadi feeds around ten families in the pada during the monsoon. It has numerous mango trees. We divide and eat them when they fruit.\"  Unsatiated, the architect prodded, \"What is the process of planting? I mean how is the sapling sourced?\" \"Not saplings,\" he corrected, \"We treasure and store seeds after every plantation to pass down generations. So if we don’t plant each year, we will lose our seeds.\"  \"Suppose you want to sow pumpkin,\" he elaborated further, \"We will collect dried leaves and set a small fire in our waadi prior to the monsoon’s arrival. To this, we will add chaff from dry fish such as prawns. This acts as fertiliser. Then pumpkin seeds will be sown keeping some distance between them. We will sprinkle chaff again and add a top mud layer. Sometimes we use urea but it isn't good for the soil. Flowers blossom in five to seven weeks. Male ones usually appear first followed by female ones. On pollination, the latter develop into pumpkins.\""
    }
  
  ]
}
